
/* Class = "NSMenuItem"; title = "Εμφάνιση όλων μπροστά"; ObjectID = "5"; */
"5.title" = "Εμφάνιση όλων μπροστά";

/* Class = "NSMenuItem"; title = "Παράθυρο"; ObjectID = "19"; */
"19.title" = "Παράθυρο";

/* Class = "NSMenuItem"; title = "Ελαχιστοποίηση"; ObjectID = "23"; */
"23.title" = "Ελαχιστοποίηση";

/* Class = "NSMenu"; title = "Παράθυρο"; ObjectID = "24"; */
"24.title" = "Παράθυρο";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Σχετικά με MPlayerX"; ObjectID = "58"; */
"58.title" = "Σχετικά με MPlayerX";

/* Class = "NSMenuItem"; title = "Άνοιγμα…"; ObjectID = "72"; */
"72.title" = "Άνοιγμα…";

/* Class = "NSMenuItem"; title = "Κλείσιμο"; ObjectID = "73"; */
"73.title" = "Κλείσιμο";

/* Class = "NSMenu"; title = "Αρχείο"; ObjectID = "81"; */
"81.title" = "Αρχείο";

/* Class = "NSMenuItem"; title = "Αρχείο"; ObjectID = "83"; */
"83.title" = "Αρχείο";

/* Class = "NSMenuItem"; title = "Άνοιγμα πρόσφατου"; ObjectID = "124"; */
"124.title" = "Άνοιγμα πρόσφατου";

/* Class = "NSMenu"; title = "Άνοιγμα πρόσφατου"; ObjectID = "125"; */
"125.title" = "Άνοιγμα πρόσφατου";

/* Class = "NSMenuItem"; title = "Εκκαθάριση"; ObjectID = "126"; */
"126.title" = "Εκκαθάριση";

/* Class = "NSMenuItem"; title = "Προτιμήσεις…"; ObjectID = "129"; */
"129.title" = "Προτιμήσεις…";

/* Class = "NSMenu"; title = "Υπηρεσίες"; ObjectID = "130"; */
"130.title" = "Υπηρεσίες";

/* Class = "NSMenuItem"; title = "Υπηρεσίες"; ObjectID = "131"; */
"131.title" = "Υπηρεσίες";

/* Class = "NSMenuItem"; title = "Απόκρυψη MPlayerX"; ObjectID = "134"; */
"134.title" = "Απόκρυψη MPlayerX";

/* Class = "NSMenuItem"; title = "Τερματισμός MPlayerX"; ObjectID = "136"; */
"136.title" = "Τερματισμός MPlayerX";

/* Class = "NSMenuItem"; title = "Απόκρυψη υπολοίπων"; ObjectID = "145"; */
"145.title" = "Απόκρυψη υπολοίπων";

/* Class = "NSMenuItem"; title = "Εμφάνιση όλων"; ObjectID = "150"; */
"150.title" = "Εμφάνιση όλων";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoom";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Βοήθεια"; ObjectID = "490"; */
"490.title" = "Βοήθεια";

/* Class = "NSMenu"; title = "Βοήθεια"; ObjectID = "491"; */
"491.title" = "Βοήθεια";

/* Class = "NSMenuItem"; title = "MPlayerX Wiki Page"; ObjectID = "492"; */
"492.title" = "MPlayerX Wiki Page";

/* Class = "NSButton"; ibShadowedToolTip = "Enter/Exit Fullscreen"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "Enter/Exit Fullscreen";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "Έναρξη/Παύση"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "Έναρξη/Παύση";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "Toggle Fillscreen"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "Toggle Fillscreen";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "Ένταση"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "Ένταση";

/* Class = "NSButton"; ibShadowedToolTip = "toggle Mute"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "toggle Mute";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "VolumeButton";

/* Class = "NSWindow"; title = "Άνοιγμα URL"; ObjectID = "627"; */
"627.title" = "Άνοιγμα URL";

/* Class = "NSTextFieldCell"; title = "URL αρχείου"; ObjectID = "630"; */
"630.title" = "URL αρχείου";

/* Class = "NSButtonCell"; title = "Άκυρο"; ObjectID = "634"; */
"634.title" = "Άκυρο";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "636"; */
"636.title" = "OK";

/* Class = "NSMenuItem"; title = "Άνοιγμα URL..."; ObjectID = "644"; */
"644.title" = "Άνοιγμα URL...";

/* Class = "NSMenuItem"; title = "Επεξεργασία"; ObjectID = "659"; */
"659.title" = "Επεξεργασία";

/* Class = "NSMenu"; title = "Επεξεργασία"; ObjectID = "660"; */
"660.title" = "Επεξεργασία";

/* Class = "NSMenuItem"; title = "Αποκοπή"; ObjectID = "664"; */
"664.title" = "Αποκοπή";

/* Class = "NSMenuItem"; title = "Αντιγραφή"; ObjectID = "665"; */
"665.title" = "Αντιγραφή";

/* Class = "NSMenuItem"; title = "Επικόλληση"; ObjectID = "666"; */
"666.title" = "Επικόλληση";

/* Class = "NSMenuItem"; title = "Διαγραφή"; ObjectID = "668"; */
"668.title" = "Διαγραφή";

/* Class = "NSMenuItem"; title = "Επιλογή όλων"; ObjectID = "669"; */
"669.title" = "Επιλογή όλων";

/* Class = "NSTextFieldCell"; title = "Ταχύτητα:"; ObjectID = "736"; */
"736.title" = "Ταχύτητα:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "Audio Delay:"; ObjectID = "743"; */
"743.title" = "Audio Delay:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "Sub Delay:"; ObjectID = "749"; */
"749.title" = "Sub Delay:";

/* Class = "NSButton"; ibShadowedToolTip = "Show/Hide Playing Controls"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "Show/Hide Playing Controls";

/* Class = "NSMenuItem"; title = "Αναπαραγωγή"; ObjectID = "782"; */
"782.title" = "Αναπαραγωγή";

/* Class = "NSMenu"; title = "Αναπαραγωγή"; ObjectID = "783"; */
"783.title" = "Αναπαραγωγή";

/* Class = "NSMenuItem"; title = "Αλλαγή υποτίτλων"; ObjectID = "784"; */
"784.title" = "Αλλαγή υποτίτλων";

/* Class = "NSMenuItem"; title = "Στιγμιότυπο"; ObjectID = "786"; */
"786.title" = "Στιγμιότυπο";

/* Class = "NSMenuItem"; title = "Αύξηση μεγέθους υποτίτλων"; ObjectID = "829"; */
"829.title" = "Αύξηση μεγέθους υποτίτλων";

/* Class = "NSMenuItem"; title = "Μείωση μεγέθους υποτίτλων"; ObjectID = "830"; */
"830.title" = "Μείωση μεγέθους υποτίτλων";

/* Class = "NSMenuItem"; title = "Αναπαραγωγή από το τελευταίο Stop"; ObjectID = "836"; */
"836.title" = "Αναπαραγωγή από το τελευταίο Stop";

/* Class = "NSMenuItem"; title = "Αλλαγή ήχου"; ObjectID = "853"; */
"853.title" = "Αλλαγή ήχου";

/* Class = "NSMenuItem"; title = "Άυξηση έντασης"; ObjectID = "857"; */
"857.title" = "Άυξηση έντασης";

/* Class = "NSMenuItem"; title = "Μείωση έντασης"; ObjectID = "858"; */
"858.title" = "Μείωση έντασης";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "Ξεκλείδωμα διαστάσεων"; ObjectID = "903"; */
"903.title" = "Ξεκλείδωμα διαστάσεων";

/* Class = "NSMenuItem"; title = "Επαναφορά διαστάσεων"; ObjectID = "904"; */
"904.title" = "Επαναφορά διαστάσεων";

/* Class = "NSMenuItem"; title = "Video Tuner"; ObjectID = "912"; */
"912.title" = "Video Tuner";

/* Class = "NSMenuItem"; title = "Εμφάνιση φόντου υποτίτλων"; ObjectID = "916"; */
"916.title" = "Εμφάνιση φόντου υποτίτλων";

/* Class = "NSMenuItem"; title = "Αλλαγή βίντεο"; ObjectID = "935"; */
"935.title" = "Αλλαγή βίντεο";

/* Class = "NSTextFieldCell"; title = "⌘-OK: Use ffmpeg to handle the stream"; ObjectID = "940"; */
"940.title" = "⌘-OK: Use ffmpeg to handle the stream";

/* Class = "NSMenuItem"; title = "Αύξηση μεγέθους παραθύρου"; ObjectID = "942"; */
"942.title" = "Αύξηση μεγέθους παραθύρου";

/* Class = "NSMenuItem"; title = "Μείωση μεγέθους παραθύρου"; ObjectID = "943"; */
"943.title" = "Μείωση μεγέθους παραθύρου";

/* Class = "NSTextFieldCell"; placeholderString = "unknown"; ObjectID = "951"; */
"951.placeholderString" = "unknown";

/* Class = "NSMenuItem"; title = "Πληροφορίες αρχείου"; ObjectID = "953"; */
"953.title" = "Πληροφορίες αρχείου";

/* Class = "NSMenuItem"; title = "Ισοσταθμιστής"; ObjectID = "956"; */
"956.title" = "Ισοσταθμιστής";

/* Class = "NSMenuItem"; title = "Εμφάνιση"; ObjectID = "975"; */
"975.title" = "Εμφάνιση";

/* Class = "NSMenu"; title = "Εμφάνιση"; ObjectID = "976"; */
"976.title" = "Εμφάνιση";

/* Class = "NSMenuItem"; title = "Πλήρης οθόνης"; ObjectID = "982"; */
"982.title" = "Πλήρης οθόνης";

/* Class = "NSMenuItem"; title = "Εναλλαγή σε γέμισμα οθόνης"; ObjectID = "989"; */
"989.title" = "Εναλλαγή σε γέμισμα οθόνης";

/* Class = "NSMenuItem"; title = "Εμφάνιση βοηθητικών χειριστηρίων"; ObjectID = "992"; */
"992.title" = "Εμφάνιση βοηθητικών χειριστηρίων";

/* Class = "NSMenuItem"; title = "Διαγραφή"; ObjectID = "996"; */
"996.title" = "Διαγραφή";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging";

/* Class = "NSMenuItem"; title = "Μετακίνηση καρέ στο κέντρο"; ObjectID = "1001"; */
"1001.title" = "Μετακίνηση καρέ στο κέντρο";

/* Class = "NSMenuItem"; title = "Δωρεά..."; ObjectID = "1009"; */
"1009.title" = "Δωρεά...";

/* Class = "NSMenuItem"; title = "Αναφορά σφαλμάτων/Επικοινωνία..."; ObjectID = "1012"; */
"1012.title" = "Αναφορά σφαλμάτων/Επικοινωνία...";

/* Class = "NSButtonCell"; title = "next-episode"; ObjectID = "1015"; */
"1015.title" = "next-episode";

/* Class = "NSButtonCell"; title = "prev-episode"; ObjectID = "1018"; */
"1018.title" = "prev-episode";

/* Class = "NSMenuItem"; title = "Αναπαραγωγή επόμενου αρχείου"; ObjectID = "1025"; */
"1025.title" = "Αναπαραγωγή επόμενου αρχείου";

/* Class = "NSMenuItem"; title = "Αναπαραγωγή προηγούμενου αρχείου"; ObjectID = "1026"; */
"1026.title" = "Αναπαραγωγή προηγούμενου αρχείου";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad";

/* Class = "NSMenuItem"; title = "Επαναφορά μεγέθους καρέ"; ObjectID = "1033"; */
"1033.title" = "Επαναφορά μεγέθους καρέ";

/* Class = "NSMenuItem"; title = "Αύξηση μεγέθους καρέ"; ObjectID = "1036"; */
"1036.title" = "Αύξηση μεγέθους καρέ";

/* Class = "NSMenuItem"; title = "Αύξηση μεγέθους καρέ (μικρό)"; ObjectID = "1037"; */
"1037.title" = "Αύξηση μεγέθους καρέ (μικρό)";

/* Class = "NSMenuItem"; title = "Μείωση μεγέθους καρέ"; ObjectID = "1038"; */
"1038.title" = "Μείωση μεγέθους καρέ";

/* Class = "NSMenuItem"; title = "Μείωση μεγέθους καρέ (μικρό)"; ObjectID = "1039"; */
"1039.title" = "Μείωση μεγέθους καρέ (μικρό)";

/* Class = "NSMenuItem"; title = "Καθρέφτης"; ObjectID = "1050"; */
"1050.title" = "Καθρέφτης";

/* Class = "NSMenuItem"; title = "Αντιστροφή"; ObjectID = "1051"; */
"1051.title" = "Αντιστροφή";

/* Class = "NSMenuItem"; title = "Αύξηση ταχύτητας"; ObjectID = "1057"; */
"1057.title" = "Αύξηση ταχύτητας";

/* Class = "NSMenuItem"; title = "Μείωση ταχύτητας"; ObjectID = "1058"; */
"1058.title" = "Μείωση ταχύτητας";

/* Class = "NSMenuItem"; title = "Επαναφορά ταχύτητας"; ObjectID = "1059"; */
"1059.title" = "Επαναφορά ταχύτητας";

/* Class = "NSMenuItem"; title = "Αύξηση καθυστέρησης ήχου"; ObjectID = "1066"; */
"1066.title" = "Αύξηση καθυστέρησης ήχου";

/* Class = "NSMenuItem"; title = "Μείωση καθυστέρησης ήχου"; ObjectID = "1067"; */
"1067.title" = "Μείωση καθυστέρησης ήχου";

/* Class = "NSMenuItem"; title = "Επαναφορά ήχου"; ObjectID = "1068"; */
"1068.title" = "Επαναφορά ήχου";

/* Class = "NSMenuItem"; title = "Αύξηση καθυστέρησης υποτίτλων"; ObjectID = "1075"; */
"1075.title" = "Αύξηση καθυστέρησης υποτίτλων";

/* Class = "NSMenuItem"; title = "Μείωση καθυστέρησης υποτίτλων"; ObjectID = "1076"; */
"1076.title" = "Μείωση καθυστέρησης υποτίτλων";

/* Class = "NSMenuItem"; title = "Επαναφορά υποτίτλων"; ObjectID = "1077"; */
"1077.title" = "Επαναφορά υποτίτλων";

/* Class = "NSMenuItem"; title = "Αρχικό μέγεθος"; ObjectID = "1084"; */
"1084.title" = "Αρχικό μέγεθος";

/* Class = "NSMenuItem"; title = "Άνοιγμα VIDEO_TS..."; ObjectID = "1088"; */
"1088.title" = "Άνοιγμα VIDEO_TS...";

/* Class = "NSMenuItem"; title = "Διπλάσιο μέγεθος"; ObjectID = "1093"; */
"1093.title" = "Διπλάσιο μέγεθος";

/* Class = "NSMenuItem"; title = "Εφαρμογή στην οθόνη"; ObjectID = "1098"; */
"1098.title" = "Εφαρμογή στην οθόνη";

/* Class = "NSMenuItem"; title = "Αναλογία εικόνας"; ObjectID = "1102"; */
"1102.title" = "Αναλογία εικόνας";

/* Class = "NSMenu"; title = "Αναλογία εικόνας"; ObjectID = "1103"; */
"1103.title" = "Αναλογία εικόνας";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "Κανάλια"; ObjectID = "1124"; */
"1124.title" = "Κανάλια";

/* Class = "NSMenu"; title = "Κανάλια"; ObjectID = "1125"; */
"1125.title" = "Κανάλια";

/* Class = "NSMenuItem"; title = "Επαναφορά"; ObjectID = "1126"; */
"1126.title" = "Επαναφορά";

/* Class = "NSMenuItem"; title = "Στέρεο"; ObjectID = "1128"; */
"1128.title" = "Στέρεο";

/* Class = "NSMenuItem"; title = "Αριστερά"; ObjectID = "1129"; */
"1129.title" = "Αριστερά";

/* Class = "NSMenuItem"; title = "Δεξιά"; ObjectID = "1130"; */
"1130.title" = "Δεξιά";

/* Class = "NSMenuItem"; title = "Αριστερά +"; ObjectID = "1131"; */
"1131.title" = "Αριστερά +";

/* Class = "NSMenuItem"; title = "Δεξιά +"; ObjectID = "1132"; */
"1132.title" = "Δεξιά +";

/* Class = "NSMenuItem"; title = "Κεφάλαια"; ObjectID = "1140"; */
"1140.title" = "Κεφάλαια";

/* Class = "NSMenuItem"; title = "AVS"; ObjectID = "1143"; */
"1143.title" = "AVS";

/* Class = "NSMenu"; title = "AVS"; ObjectID = "1144"; */
"1144.title" = "AVS";

/* Class = "NSTextFieldCell"; title = "Εξωτερικό αρχείο ήχου:"; ObjectID = "1158"; */
"1158.title" = "Εξωτερικό αρχείο ήχου:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "Μισό μέγεθος"; ObjectID = "1166"; */
"1166.title" = "Μισό μέγεθος";

/* Class = "NSMenuItem"; title = "A-B Loop"; ObjectID = "1170"; */
"1170.title" = "A-B Loop";

/* Class = "NSMenu"; title = "A-B Loop"; ObjectID = "1171"; */
"1171.title" = "A-B Loop";

/* Class = "NSMenuItem"; title = "Αρχικό σημείο"; ObjectID = "1174"; */
"1174.title" = "Αρχικό σημείο";

/* Class = "NSMenuItem"; title = "Σημείο επιστροφής"; ObjectID = "1175"; */
"1175.title" = "Σημείο επιστροφής";

/* Class = "NSMenuItem"; title = "Άκυρο"; ObjectID = "1177"; */
"1177.title" = "Άκυρο";

/* Class = "NSWindow"; title = "ParseURL"; ObjectID = "1184"; */
"1184.title" = "ParseURL";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "Άκυρο"; ObjectID = "1193"; */
"1193.title" = "Άκυρο";

/* Class = "NSMenuItem"; title = "Μέθοδος Deinterlace"; ObjectID = "1196"; */
"1196.title" = "Μέθοδος Deinterlace";

/* Class = "NSMenu"; title = "Μέθοδος Deinterlace"; ObjectID = "1197"; */
"1197.title" = "Μέθοδος Deinterlace";

/* Class = "NSMenuItem"; title = "Καμία"; ObjectID = "1198"; */
"1198.title" = "Καμία";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "Φάκελος εικόνων..."; ObjectID = "1206"; */
"1206.title" = "Φάκελος εικόνων...";

/* Class = "NSMenuItem"; title = "Έλεγχος για ανανέωσεις..."; ObjectID = "1212"; */
"1212.title" = "Έλεγχος για ανανέωσεις...";
